Repository: abeek1/61439-3_2024
Catalog: tm/EVS-EN_61439-3_2012/EVS-EN_61439-3_2012_ZB4 Table ZB_4_ZB4 Tabel ZB_4.tmx
Source language: en
Languages: et

source: Table ZB.4
et: Tabel ZB.4

source: Preparation for test B
et: Katsetuse B ettevalmistamine

source: Result of test A
et: Katsetuse A tulemused

source: Reference fuse complying with BS 88.3 (formerly BS 1361)
et: Standardile BS 88.3 (endine BS 1361) vastav näidissulavkaitse

source: Intact
et: Terve

source: Blown
et: Läbi põlenud

source: Protective device
et: Kaitseaparaat

source: Operated
et: Rakendunud

source: Not operated
et: Mitterakendunud

source: Final circuit preparation for test B
et: Katsetusahela B lõplik ette- valmistamine

source: Circuit-breaker complying with BS EN 60898
et: Standardile BS EN 60898 vastav kaitselüliti

source: or RCBO complying with BS EN 61009
et: või standardile BS EN 61009 vastav rikkevoolu- kaitselüliti (RCBO)

source: No action
et: Reaktsiooni ei ole

source: Replace reference fuse
et: Asendada näidis-sulavkaitse

source: Replace reference fuse, open circuit breaker or RCBO
et: Asendada näidis-sulavkaitse, lahutada kaitselüliti või rikkevoolukaitselüliti (RCBO)

source: Fuse complying with BS 3036
et: Standardile BS 3036 vastav sulavkaitse

source: Rewire test fuse
et: Asendada näidis-sulavkaitse

source: Fuse complying with BS 88.3 (formerly BS 1361)
et: Standardile BS 88.3 (endine BS 1361) vastav sulavkaitse

source: Replace test fuse
et: Asendada katsetus-sulavkaitse
